Repository: 006niti-arch/new
Catalog: assets/l10n/app_*.arb
Languages: ar, es, pt

source: Mission Control
ar: مركز التحكم
es: Centro de Misión
pt: Centro de Controle

# loginWelcome
source: Ready for Liftoff?
ar: هل أنت مستعد للانطلاق؟
es: ¿Listo para el despegue?
pt: Pronto para decolar?

# loginSubtitle
source: Log in to launch your next campaign.
ar: سجل الدخول لإطلاق حملتك التالية.
es: Inicia sesión para lanzar tu próxima campaña.
pt: Faça login para lançar sua próxima campanha.

# createAccountTitle
source: Join the Mission
ar: انضم إلى المهمة
es: Únete a la Misión
pt: Junte-se à Missão

# createAccountSubtitle
source: Create an account to get started.
ar: أنشئ حسابًا للبدء.
es: Crea una cuenta para comenzar.
pt: Crie uma conta para começar.

source: Email Address
ar: البريد الإلكتروني
es: Dirección de correo electrónico
pt: Endereço de e-mail

source: Password
ar: كلمة المرور
es: Contraseña
pt: Senha

source: Login
ar: تسجيل الدخول
es: Iniciar Sesión
pt: Entrar

source: Create Account
ar: إنشاء حساب
es: Crear Cuenta
pt: Criar Conta

# homeImportContacts
source: Import from Contacts
ar: استيراد من جهات الاتصال
es: Importar de Contactos
pt: Importar dos Contatos

# homeImportContactsSubtitle
source: Select numbers from your phone
ar: حدد أرقامًا من هاتفك
es: Selecciona números de tu teléfono
pt: Selecione números do seu celular

# homeCreateFromFile
source: Create Campaign from File
ar: إنشاء حملة من ملف
es: Crear Campaña desde Archivo
pt: Criar Campanha a Partir de Arquivo

# homeCreateFromFileSubtitle
source: Upload a CSV or Excel file
ar: قم بتحميل ملف CSV أو Excel
es: Sube un archivo CSV o Excel
pt: Carregue um arquivo CSV ou Excel

# homeQuickSend
source: Quick Send
ar: إرسال سريع
es: Envío Rápido
pt: Envio Rápido

# homeQuickSendSubtitle
source: Manually enter a few numbers
ar: أدخل الأرقام يدويًا
es: Introduce números manualmente
pt: Digite os números manualmente

# homeCampaignHistory
source: Campaign History
ar: سجل الحملات
es: Historial de Campañas
pt: Histórico de Campanhas

# homeCampaignHistorySubtitle
source: Review past campaigns
ar: مراجعة الحملات السابقة
es: Revisa campañas pasadas
pt: Revise campanhas anteriores

# homeManageUnsubscribes
source: Manage Unsubscribes
ar: إدارة إلغاء الاشتراكات
es: Gestionar Bajas
pt: Gerenciar Inscrições

# homeManageUnsubscribesSubtitle
source: View your unsubscribe list
ar: عرض قائمة إلغاء الاشتراكات
es: Ve tu lista de bajas
pt: Veja sua lista de cancelamentos

# settingsTitle
source: Settings & Information
ar: الإعدادات والمعلومات
es: Configuración e Información
pt: Configurações e Informações

# settingsPlanDetails
source: Plan Details & Pricing
ar: تفاصيل الخطة والأسعار
es: Detalles del Plan y Precios
pt: Detalhes do Plano e Preços
